# MembersExcludedWarn Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..GroupFailures..::..MembersExcludedWarn Property
BuiltInFailures..::..GroupFailures Class See Also
---
Group members have been excluded from this group instance.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId MembersExcludedWarn { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MembersExcludedWarn As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ MembersExcludedWarn {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..GroupFailures Class
Autodesk.Revit.DB Namespace